Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/hallitus.html.tmx
Source language: fin
Languages: sms

source: Hallitus
sms: Halltõs

source: Saamelaiskäräjät asettaa keskuudestaan hallituksen, johon kuuluvat jäseninä käräjien puheenjohtaja, kaksi varapuheenjohtajaa ja neljä muuta jäsentä.
sms: Sääʹmteʹǧǧ peejj kõõskstes halltõõzz, koozz koʹlle vuäzzliʹžžen sääʹmteeʹǧǧ saaǥǥjååʹđteei, kueʹhtt väärrsaaǥǥjååʹđteei da nellj jeeʹres vuäzzla.

source: Hallitus toimii saamelaiskäräjien kokouksen alaisena ja sen ensisijaisena tehtävänä on vastata poliittisesta toiminnasta ja hallinnosta sekä huolehtia käräjien kokousten valmistelusta.
sms: Halltõs tuåimmai Sääʹmteeʹǧǧ såbbar vuâllsiʹžžen da tõn vuõss-sâjjsaž tuâjjan lij vaʹstteed poliittlaž tuåimmjummšest da valdšmest da ââʹnned huõl sääʹmteeʹǧǧ såbbri valmštõõllmest.

source: Saamelaiskäräjien hallitus 2020 – 2023:
sms: Sääʹmteeʹǧǧ halltõs 2020 – 2023:

source: Juuso Tuomas Aslak, Puheenjohtaja Koivisto Anni, I varapuheenjohtaja Aikio Leo, II varapuheenjohtaja Alakorva Juha-Petteri Feodoroff Veikko Sara Magreta Nuorgam Anne
sms: Juuso Tuomas Aslak, saaǥǥjååʹđteei Koivisto Anni, I väärrsaaǥǥjååʹđteei Aikio Leo, II väärrsaaǥǥjååʹđteei Alakorva Juha-Petteri Feodoroff Veikko Sara Magreta Nuorgam Anne
